[M_FamFeudDeadDrop MissionDefinition]
MissionName="Castle War: Visit the contact center"
MissionDescription="We have Tecto had left a clue. [place]Mountain range[-place] Explain what kind of activities you do in the Hodunk and Zaford game."
TurnInDescription="You have received a Hodunk order. The time of violence has come."
MissionSummary="Look at the family of Hood [place]mountain[-place]."
MissionGiver="Takter Hudnick"
MissionTurnInLocation="I gave you some advice."
TeaserText="Hardunk worked against Jofford. you?"

[M_FamFeudDeadDrop:Reachthedeaddrop MissionObjectiveDefinition]
ProgressMessage="He reached the limit of intimacy"

[M_FamFeudDeadDrop:ReachTheDeadDropSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LuckysDirtyMoney MissionDefinition]
MissionName="Clan Wars Rainbow's End"
MissionDescription="The Gaffords hid their dirty money. Jimbo Walker follows them out of Zipford's to demand the release of his security.."
TurnInDescription="Zaffard Plains was robbed.."
MissionSummary="Fake Steals from Saffords."
MissionGiver="Tector Hodunk"
MissionTurnInLocation="Jumbo leaves"
TeaserText="horse star heart..."

[M_LuckysDirtyMoney:BagmansKeyPickedUp MissionObjectiveDefinition]
ProgressMessage="Get the door key"

[M_LuckysDirtyMoney:FinalObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LuckysDirtyMoney:KillBagman MissionObjectiveDefinition]
ProgressMessage="Delete message"

[M_LuckysDirtyMoney:KillBagmanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LuckysDirtyMoney:LootChests MissionObjectiveDefinition]
ProgressMessage="similarly"

[M_LuckysDirtyMoney:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LuckysDirtyMoney:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LuckysDirtyMoney:OpenExit MissionObjectiveDefinition]
ProgressMessage="Use the exit button"

[M_LuckysDirtyMoney:SpotLeprechaun MissionObjectiveDefinition]
ProgressMessage="Find an angel"

[M_LuckysDirtyMoney:SpotLeprechaunSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LuckysDirtyMoney:TrackTheBagman MissionObjectiveDefinition]
ProgressMessage="Be careful with messages so you don't get caught"

[M_LuckysDirtyMoney:TrackTheBagmanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

